import{_ as n,c as e,a2 as t,o as a}from"./chunks/framework.CqbvlPrP.js";const m=JSON.parse('{"title":"第六章 什么才是恶人之法！","description":"","frontmatter":{},"headers":[],"relativePath":"meditation/杂阿含/第六章 什么才是恶人之法.md","filePath":"meditation/杂阿含/第六章 什么才是恶人之法.md"}'),o={name:"meditation/杂阿含/第六章 什么才是恶人之法.md"};function r(d,p,i,_,c,s){return a(),e("div",null,p[0]||(p[0]=[t(`<h1 id="第六章-什么才是恶人之法" tabindex="-1">第六章 什么才是恶人之法！ <a class="header-anchor" href="#第六章-什么才是恶人之法" aria-label="Permalink to &quot;第六章 什么才是恶人之法！&quot;">​</a></h1><p>完全读懂杂阿含经</p><p>有个时候，佛陀住在王舍城迦兰陀竹园，早晨世尊穿好法衣，拿着钵盂，不择贫富，依序托钵乞食，来到婆遮婆罗门的住处，这时婆罗门，正在忙着准备各种饮食供养火神，他远远看见佛陀来到家门口，就大声呵斥到：“你这个贱人，滚远点，不要到我的家门口来打扰我！”</p><p>佛陀亲和的告诉婆罗门：“你知道如何做才是贱人，什么是贱人法吗？”</p><p>婆罗门高傲的回答：“我不知道如何做才是贱人，什么是贱人法。你知道吗？”</p><p>佛陀说到：“我到是知道如何做才会变成贱人，什么是贱人法。”</p><p>婆罗门感觉到很新奇，心想还有人研究如何变成贱人的方法，真的很有意思，我且先让他说说看，然后再羞辱他，想完，婆罗门就放下供养火神的事情，让佛陀坐下，说到：“我对你说的这个如何才会变成贱人的方法，感觉很好奇，你能为我讲讲看吗？”</p><p>佛陀坐下后就开始说到：“经常生气，怀恨在心，遮掩自己的过错，生起害人的恶念，说假话欺骗别人，让别人受害，这样做的人就会变成贱人！</p><p>凶恶残暴，贪得无厌，爱财如命，一毛不拔，无恶不作，斤斤计较，阿谀奉承，口腹蜜剑，笑里藏刀，不知悔改，冥顽不灵，这样做的人就是贱人！</p><p>杀生害命，草芥人命，赶尽杀绝的人就是贱人！</p><p>在村镇，城市横征暴敛，搜括民财，敲骨吸髓，荒淫腐化，挥金如土，酒池肉林的人是贱人！</p><p>为众人首领，一手遮天，欺大压小，心狠手辣，耀武扬威，桀骜不驯，威逼利诱，损人利己的人是贱人！</p><p>在村镇，城市有主无主的财物，都掠夺为自己所有，这样的人是贱人！</p><p>抛弃自己的糟糠之妻，经常出入妓院醉生梦死，勾引霸占他人妻子或丈夫的人就是贱人！</p><p>恶意破坏别人的家庭，宗亲，朋友关系，挑拨离间，把人教坏，并趁火打劫抢占别人的爱人，财物，家产的人是贱人！</p><p>说假话欺骗人，诈骗别人财物，别人索要钱财不还的，是贱人！</p><p>为自己或他人做假担保，骗取别人的信任诈骗财物；做假证，侮辱诽谤造谣毁人清白，这些人就是贱人！</p><p>做了坏事情，掩盖自己的罪行，就是贱人！</p><p>如果有人问事情，不懂装懂，乱说一通，误导别人，别人因此做错事情，这样的人就是贱人！</p><p>自己没有真本事，却去诽谤有真材实料的人，目的是为了自己获得利益的人是贱人！</p><p>傲慢无礼，骄傲自大，目中无人诽谤他人卑鄙下流，恃才傲物的人是贱人！</p><p>自己做的恶事，嫁祸于人，诬蔑是他人所做，造谣言毁人清白的人是贱人！</p><p>曾经受过别人的恩惠，当恩人遇见困难后，无报恩之心，聪耳不闻，甚至落井下石的人是贱人！</p><p>出家人托钵乞食，不仅不恭敬布施供养，还怒骂出家人的人是贱人！</p><p>父母年老体衰，不孝顺奉养老人的人是贱人！</p><p>没有真正悟道，自称是已经证得果位的阿罗汉，菩萨，佛，这样的人是欺名盗世的大贼人，也是贱人！</p><p>出生富贵之家，不去多学习圣贤之道，让自己更加的有道德修养；却去学习整人害人，损人利己的恶法。本来可以让自己过的更好，却因为恶贯满盈而堕落，未来世也无法再富贵，并且会下堕到畜生，地狱，恶鬼三恶道去受无量的苦报！</p><p>出生在贫穷的家庭，如果能够多听闻如来的正法，修一切善，断除一切恶，证得果位，一定能够名满天下，受到大修行人，国家领袖，富贵人家等等社会大众的尊敬和供养，此人进一步教导大众，修习十善：不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴。以及能让人清净解脱，不生不灭的如来正法，平等慈悲，这个人在当世德高望重，未来世也能得生善道，甚至成为阿罗汉，菩萨，佛。</p><p>这两种人生的道路，我已经给你讲清楚了，贱人不是以出生来划分的，而是以他们的行为来划分的，所以不论是富贵人还是贫穷人都可能是贱人，是以他们的所做所为来判断他们是不是贱人的，而不是看他们出生的家庭环境好坏。”</p><p>婆罗门听佛陀说法，感觉到非常的惊讶，他本来想以此来羞辱佛陀，现在却因为听佛陀说法的缘故而心开意解。他钦佩佛陀之极，说到：“哎呀，哎呀，这样的说法，我还是第一次听说呀，贱人是由他们的行为来判断的，而不是他们出生的环境。大德呀，我本来想以此来羞辱您的，看来我真的是个愚蠢到了极点的人，就如同将贵重的夜明珠当成是鱼眼丢掉一样，我差点就成为贱人了，请大德您接受我最真诚的道歉，我刚才的粗暴行为冒犯到您了，请您原谅我，请您原谅我。”婆罗门两次连续的向佛陀忏悔，并且用上好美妙的饮食装满佛陀的钵盂，跪下供奉给佛陀，佛陀说：“我不是为了饮食而说法的。”</p><p>佛陀说偈言：</p><p>「瞋恚心怀恨、隐覆诸过恶、犯戒起恶见、虚伪不真实，</p><pre><code>如是等士夫，当知贱人法。

憋暴贪吝惜、恶欲悭谄伪、无惭无愧心，当知贱人法。

一生二生者，一切皆杀害，无有慈愍心，是为贱人法。

若杀缚椎打，聚落及城邑，无道以切责，当知贱人法。

住止及行路，为众之导首，苦切诸群下，恐怛相迫胁，

取利以供己，当知贱人法。

聚落及空地，有主无主物，掠护为己有，当知贱人法。

自弃薄其妻，又入妓淫舍，侵陵他所爱，当知贱人法。

内外诸亲属，同心善知识，侵掠彼所爱，当知贱人法。

妄语欺诳人，诈取无证财，他索而不还，当知贱人法。

为己亦为他，举责及财与，或复顺他语，妄语为他证，

如是妄语者，当知贱人法。

作恶不善业，无有人知者，隐讳覆藏恶，当知贱人法。

若人问其义，而答以非义，颠倒欺诳人，当知贱人法。

实空无所有，而轻毁智者，愚痴为利故，当知贱人法。

高慢自称举，毁坏于他人，是极卑鄙慢，当知贱人法。

自造诸过恶，移过诬他人，妄语谤清白，当知贱人法。

前受他利养，他若来诣己，无有敬报心，当知贱人法。

沙门婆罗门，如法来乞求，呵责而不与，当知贱人法。

若父母年老，少壮气已谢，不勤加奉养，当知贱人法。

父母诸尊长，兄弟亲眷属，实非阿罗汉，自显罗汉德，

世间之大贼，当知贱人法。

初上种姓生，习婆罗门典，而于其中间，习行诸恶业，

不以胜生故，障呵责恶道，现法受呵责，后世堕恶道。

生旃陀罗家，世称须陀夷，名闻遍天下，旃陀罗所无。

婆罗门刹利，大姓所供养，乘于净天道，平等正直住。

不以生处障，令不生梵天，现法善名誉，后世生善趣。

二生汝当知，如我所显示，不以所生故，名为贱人法，

不以所生故，名为婆罗门‥业为贱人法、业为婆罗门。」
</code></pre><p>这时婆罗门看见供养佛陀饮食的钵盂大放光明，如阳光普照大地，婆罗门生起大恭敬心，说到：“世尊，我今天可以在您这里出家，受具足戒，成为您的弟子吗？”</p><p>佛陀告诉婆罗门：“你可以在今天出家，受具足戒，成为我的弟子。”</p><p>婆罗门出家后，就想：我剃除头发，穿上袈裟，出家跟随佛陀修行，最后一定能证得阿罗汉果位，不生不死，得大解脱！最后婆罗门说偈言：</p><p>「非道求清净，供养祠祀火，不识清净道，犹如生盲者。</p><pre><code>今已得安乐，出家受具足，逮得于三明，佛所教已作。

先婆罗门难，今为婆罗门，沐浴离尘垢，渡诸天彼岸。」
</code></pre>`,38)]))}const f=n(o,[["render",r]]);export{m as __pageData,f as default};
